{"translation-revision-date":"2025-05-15 04:33:18+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Searching…":["Pesquisando..."],"Search for a page":["Pesquisar uma página"],"Custom":["Personalizado"],"Provide the HEX code here without a leading hash sign":["Forneça o código HEX aqui, sem o sinal de hash (#) inicial"],"HEX color code":["Código de cor HEX"],"To upload SVG files, you need to enable unfiltered uploads.":["Para enviar arquivos SVG, você precisa ativar os envios não filtrados."],"Allow SVG upload":["Permitir envio de SVG"],"Use this SVG":["Usar este SVG"],"Select SVG Icon":["Selecionar ícone SVG"],"Change custom icon":["Alterar o ícone personalizado"],"Add custom icon":["Adicionar ícone personalizado"],"Accessibility Custom Icon":["Ícone personalizado de acessibilidade"],"What's new?":["O que há de novo?"],"Close notifications":["Fechar notificações"],"What's New":["O que há de novo"],"Slider for corner radius":["Controle deslizante do raio do canto"],"icon radius slider":["controle deslizante do raio do ícone"],"Corner radius unit is pixels.":["A unidade do raio do canto é em pixels."],"Select corner radius unit":["Selecionar unidade do raio do canto"],"Select corner radius unit in pixels.":["Selecione a unidade do raio do canto em pixels."],"Corner radius unit":["Unidade do raio do canto"],"Set corner radius for the icon from 0px to 32px.":["Defina o raio do canto do ícone entre 0px e 32px."],"Numbered input for corner radius in %s.":["Entrada numerada do raio do canto em %s."],"icon radius input field":["campo de entrada do raio do ícone"],"Corner radius":["Raio do canto"],"Set corner radius for the icon from 0px to 32px using input or slider. Default corner radius value for icon is 32px and for text icon it is 8px.":["Defina o raio do canto do ícone entre 0px e 32px, usando a entrada ou o controle deslizante. O valor padrão do raio do canto do ícone é 32px e o do ícone de texto é 8px."],"Widget icon radius control":["Controle do raio do ícone do widget"],"Upgrade to get more customization and other pro features to boost your site.":["Atualize para contar com mais personalização e outros recursos profissionais para turbinar seu site."],"Access more advanced features":["Acessar recursos mais avançados"],"This is the HTML ID of the main content area on your pages. Changing this is only needed if your theme uses a custom ID instead of the default #main-content.":["Este é o ID HTML da área de conteúdo principal das suas páginas. A alteração só é necessária se o seu tema usar um ID personalizado, em vez do padrão #main-content."],"Main content ID":["ID do conteúdo principal"],"Analytics":["Análises"],"Upgrade to a premium plan to access a clear view of your widget's analytics. Track key metrics, understand engagement, and gain insights for improvements.":["Atualize para um plano premium para ter acesso a uma visão detalhada das análises do seu widget. Acompanhe as principais métricas, entenda o envolvimento e receba informações para fazer melhorias."],"Discover how visitors use your widget":["Saiba como os visitantes usam seu widget"],"Upgrade image":["Atualizar imagem"],"Last 30 days":["Últimos 30 dias"],"Last 7 days":["Últimos 7 dias"],"Yesterday":["Ontem"],"Today":["Hoje"],"Period":["Período"],"Display data from":["Exibir dados de"],"Need to switch on":["Precisa ativar"],"We don't have enough data to show you for those days":["Não temos dados suficientes para mostrar a você para esses dias"],"Not enough data":["Dados insuficientes"],"We are showing you data collecting in the past":["Estamos exibindo os dados coletados anteriormente"],"Data available till %s":["Dados disponíveis até %s"],"Times used":["Vezes que foi usado"],"Features":["Recursos"],"Screen reader slow":["Leitor de tela lento"],"Screen reader fast":["Leitor de tela rápido"],"High contrast":["Alto contraste"],"Light contrast":["Contraste claro"],"Dark contrast":["Contraste escuro"],"Right align text":["Alinhar o texto à direita"],"Left align text":["Alinhar o texto à esquerda"],"Track how often all your widget’s accessibility features are used.":["Acompanhe a frequência com que todos os recursos de acessibilidade do seu widget são usados."],"Most used features":["Recursos mais usados"],"Track which accessibility features visitors use most from your widget so you can better understand your audience's needs.":["Acompanhe quais recursos de acessibilidade os visitantes mais usam no seu widget, para que você possa entender melhor as necessidades do seu público."],"Feature usage":["Uso de recursos"],"No data available":["Nenhum dado disponível"],"Track how often visitors clicked your accessibility widget to open it so you see how many people are actively seeking accessibility features on your site.":["Acompanhe a frequência com que os visitantes clicaram no widget de acessibilidade para abri-lo, assim você pode ver quantas pessoas estão buscando ativamente recursos de acessibilidade no seu site."],"Widget opens":["Aberturas do widget"],"Confirm & enable":["Confirmar e ativar"],"Enabling data tracking let’s you see how users interact with your widget and features. Keep in mind: Real-time data processing may slightly impact a site’s performance, especially on high-traffic websites.":["A ativação do rastreamento de dados, permite que você veja como os usuários interagem com seu widget e seus recursos. Tenha em mente: O processamento de dados em tempo real, pode afetar ligeiramente o desempenho dos sites, especialmente em sites de alto tráfego."],"Confirm widget data tracking":["Confirmar o rastreamento de dados do widget"],"Enable to track widget data, feature usage, user insights and more to improve your website's accessibility.":["Ative para rastrear os dados do widget, uso de recursos, informações dos usuários e muito mais, para melhorar a acessibilidade do seu site."],"Track widget data":["Rastrear dados do widget"],"Hide the Elementor logo from the bottom of your widget menu.":["Oculte o logo do Elementor na parte inferior do menu do widget."],"Ally by Elementor logo":["Logo do Ally by Elementor"],"You've reached your widget monthly visits":["Você atingiu o número de visitas mensais do widget"],"Only 5% of your monthly widget visits are left":["Restam apenas 5% das visitas mensais ao widget"],"Upgrade now":["Atualizar agora"],"Upgrade now to increase your plans monthly widget visits limit and ensure all accessibility features remain available for every visitor.":["Atualize agora para aumentar o limite de visitas mensais do widget no seu plano, garantindo que todos os recursos de acessibilidade permaneçam disponíveis para todos os visitantes."],"You’ve reached 80% of your widget monthly visits":["Você atingiu 80% das visitas mensais do seu widget"],"Upgrade plan":["Atualizar plano"],"This shows how many times your accessibility widget has loaded for unique visitors across all your connected sites this monthly cycle (each IP\/device is counted once per 24 hours). If you’re nearing your plan’s monthly limit, you can upgrade to keep all features available.":["Isso mostra quantas vezes seu widget de acessibilidade foi carregado, para visitantes únicos, em todos os seus sites conectados neste ciclo mensal (cada IP\/dispositivo é contado uma vez a cada 24 horas). Se você estiver próximo do limite mensal do seu plano, pode atualizar para manter todos os recursos disponíveis."],"Visits\/month":["Visitas\/mês"],"Customize your widget's color, icon, and size to match your brand.":["Personalize a cor, ícone e tamanho do widget para combinar com sua marca."],"Style":["Estilo"],"Subscription":["Assinatura"],"Other":["Outro"],"Screen reader":["Leitor de tela"],"Hide widget":["Ocultar widget"],"Text align":["Alinhamento do texto"],"Bigger line height":["Altura da linha maior"],"Bigger text":["Texto maior"],"Upgrade now to increase your plan's monthly widget visits limit and ensure all accessibility features remain available for every visitor.":["Atualize agora para aumentar o limite de visitas mensais do widget no seu plano, garantindo que todos os recursos de acessibilidade permaneçam disponíveis para todos os visitantes."],"Connecting as a new site will delete data related to the current site.":["Ao se conectar como um novo site, os dados relacionados ao site atual serão excluídos."],"Are you sure you want to connect as a new site?":["Tem certeza de que você quer se conectar como um novo site?"],"Connect new site":["Conectar novo site"],"For when you want to connect the plugin to a new site entirely—deleting the previous history.":["Para quando você quiser conectar o plugin a um site completamente novo, excluindo o histórico anterior."],"Connect the URL as a new site":["Conectar o URL como um novo site"],"Update URL":["Atualizar URL"],"For cases where you’re moving the same site from staging to production or changing from HTTP to HTTPs.":["Nos casos em que você estiver movendo o mesmo site do ambiente de teste para o de produção, ou alterando de HTTP para HTTPs."],"Update the connected URL":["Atualizar o URL conectado"],"Your license key does not match your current domain, causing a mismatch. This is most likely due to a change in the domain URL of your site.":["Sua chave de licença não corresponde ao seu domínio atual, causando uma incompatibilidade. Provavelmente, isso se deve a uma alteração no URL do domínio do seu site."],"Choose how to reconnect Ally to your site":["Escolha como reconectar o Ally ao seu site"],"Fix mismatched URL":["Corrigir URL incompatível"],"Submit":["Enviar"],"Direction":["Direção"],"Number of %s":["Número de %s"],"%1$s icon %2$s settings":["Configurações do ícone %1$s %2$s"],"Toggle sidebar":["Alternar barra lateral"],"An error occurred.":["Ocorreu um erro."],"Got it":["Entendi"],"We went ahead and linked the accessibility statement page you just created to your widget.":["Continuamos e vinculamos a página de declaração de acessibilidade que você acabou de criar ao seu widget."],"Edit page":["Editar página"],"Copy link":["Copiar link"],"Copied!":["Copiado!"],"Something went wrong!":["Algo deu errado!"],"Create statement & page":["Criar declaração e página"],"Cancel":["Cancelar"],"Preview your accessibility statement":["Pré-visualizar sua declaração de acessibilidade"],"Please enter a valid email":["Digite um e-mail válido"],"Business email":["E-mail da empresa"],"Please enter a valid domain":["Digite um domínio válido"],"Company website":["Site da empresa"],"Company name cannot be empty":["O nome da empresa não pode estar vazio"],"Company name":["Nome da empresa"],"This will generate an accessibility statement that you can preview on the right.":["Isso irá gerar uma declaração de acessibilidade, que você pode pré-visualizar à direita."],"Enter your company info":["Digite as informações da sua empresa"],"Statement generator":["Gerador de declarações"],"This statement was created on %s.":["Esta declaração foi criada em %s."],"We try to respond to feedback within 3–5 business days.":["Tentamos responder aos feedbacks dentro de 3 a 5 dias úteis."],"E-mail: %s":["E-mail: %s"],"We welcome your feedback on the accessibility of %s website. Please let us know if you encounter accessibility barriers on our website:":["Agradecemos seu feedback sobre a acessibilidade do site %s. Caso encontre barreiras de acessibilidade em nosso site, fale conosco:"],"We may revise this Statement periodically to reflect improvements or changes to our accessibility practices.":["Podemos revisar esta declaração periodicamente, para refletir melhorias ou alterações nas nossas práticas de acessibilidade."],"We aim to make all pages and content on %s accessible, but some content may not yet fully meet the highest accessibility standards. This could be due to challenges in identifying the most suitable technological solution.":["Nosso objetivo é tornar acessíveis todas as páginas e conteúdos do %s, mas alguns conteúdos podem ainda não atender completamente aos mais altos padrões de acessibilidade. Isso pode ocorrer devido a desafios na identificação da solução tecnológica mais adequada."],"%s is making constant efforts to improve the accessibility of its site and services in the belief that it is our collective moral obligation to allow seamless, accessible, and unhindered use for those of us with disabilities.":["O %s está se esforçando constantemente para melhorar a acessibilidade do seu site e dos seus serviços, acreditando que é nossa obrigação moral coletiva permitir o uso contínuo, acessível e sem impedimentos para os portadores de necessidades especiais."],"The Web Content Accessibility Guidelines (WCAG) defines requirements for designers and developers to improve accessibility for people with disabilities. It defines three levels of conformance: Level A, Level AA, and Level AAA.":["As Diretrizes de Acessibilidade para Conteúdo da Web (WCAG) definem os requisitos para que designers e desenvolvedores melhorem a acessibilidade para pessoas com necessidades especiais. Elas definem três níveis de conformidade: Nível A, Nível AA e Nível AAA."],"Conformance status":["Status da conformidade"],"%s is committed to ensuring digital accessibility for people with disabilities. We are continually improving the user experience for everyone and applying the relevant accessibility standards.":["O %s tem o compromisso de garantir a acessibilidade digital para pessoas com necessidades especiais. Estamos melhorando continuamente a experiência do usuário para todos, aplicando os padrões de acessibilidade relevantes."],"Accessibility Statement for %s":["Declaração de acessibilidade para %s"],"Done":["Concluído"],"Ally - Web Accessibility is now connected and ready to use on your site.":["O Ally - Web Accessibility está agora conectado e pronto para ser usado no seu site."],"You're all set":["Tudo pronto"],"Statement":["Declaração"],"Take me there":["Me leve até lá"],"Create your accessibility statement and page in seconds, reflecting your ongoing commitment to an accessible site.":["Crie sua declaração e página de acessibilidade em segundos, refletindo seu compromisso contínuo com um site acessível."],"Capabilities":["Recursos"],"Failed to save settings!":["Falha ao salvar as configurações!"],"Settings saved!":["Configurações salvas!"],"Please enter valid ID!":["Digite um ID válido!"],"This feature allows visitors with visual assistive tools to skip to the main content of each page they’re viewing.":["Este recurso permite que os visitantes com ferramentas de assistência visual acessem o conteúdo principal de cada página que estão visualizando."],"Add skip to content link when using keyboard":["Adicionar link para acessar o conteúdo ao usar o teclado"],"Skip to main content":["Acessar o conteúdo principal"],"Continue":["Continuar"],"Back":["Voltar"],"No, I already have one":["Não, já tenho uma"],"Yes, I need one":["Sim, preciso de uma"],"You can have a statement created for you or use what you already have.":["Você pode ter uma declaração criada para você, ou usar a que já tem."],"Need an accessibility statement?":["Precisa de uma declaração de acessibilidade?"],"An accessibility statement showcases your efforts to create an inclusive online space, highlighting helpful features and a commitment to accessibility. {{link}}Learn more{{\/link}}":["Uma declaração de acessibilidade demonstra seus esforços para criar um espaço on-line inclusivo, destacando recursos úteis e um compromisso com a acessibilidade. {{link}}{Saiba mais{{\/link}}"],"Accessibility statement":["Declaração de acessibilidade"],"Save changes":["Salvar alterações"],"Preview link in widget":["Pré-visualizar link no widget"],"Hide link":["Ocultar link"],"Want to hide the link?":["Quer ocultar o link?"],"Please select a page":["Selecione uma página"],"No pages found":["Nenhuma página encontrada"],"Choose which page to link":["Escolha a página a ser vinculada"],"Link your accessibility statement page to your accessibility widget.":["Vincule sua página de declaração de acessibilidade ao widget de acessibilidade."],"Statement link":["Link da declaração"],"Hide on mobile":["Ocultar em dispositivos móveis"],"This is what the widget will look like to your site viewers.":["É assim que o widget será exibido para os visitantes do seu site."],"Preview":["Pré-visualizar"],"At least two option must remain active":["Pelo menos duas opções precisam permanecer ativas"],"Choose which accessibility features and capabilities you want to include.":["Escolha quais recursos e funcionalidades de acessibilidade você quer incluir."],"Feature Menu":["Menu de recursos"],"Outline focus":["Contorno em foco"],"Highlight links":["Destacar links"],"Pause animations":["Pausar animações"],"Hide images":["Ocultar imagens"],"Reading mask":["Máscara de leitura"],"Page structure":["Estrutura da página"],"Orientation Adjustments":["Ajustes da orientação"],"Contrast":["Contraste"],"Greyscale":["Escala de cinza"],"Color Adjustments":["Ajustes de cores"],"Readable font":["Fonte legível"],"Align text":["Alinhar texto"],"Content Adjustments":["Ajustes do conteúdo"],"Please enter valid URL!":["Digite um URL válido!"],"You need to add a link to activate this":["Você precisa adicionar um link para ativar isso"],"Sitemap URL":["URL do mapa do site"],"Exact positioning, 5 – 500 px are permitted values:":["Posicionamento exato, valores permitidos de 5 a 500 px:"],"Exact position":["Posição exata"],"Hide on desktop":["Ocultar em desktop"],"Decide where you want your accessibility button to appear across every page of your site so visitors can easily find it.":["Defina onde você quer que o botão de acessibilidade apareça em todas as páginas do seu site, para que os visitantes possam encontrá-lo facilmente."],"Position":["Posição"],"Design":["Design"],"Lower":["Mais baixo"],"Higher":["Mais alto"],"To the right":["À direita"],"To the left":["À esquerda"],"Default Position":["Posição padrão"],"Bottom Right":["Inferior à direita"],"Bottom Center":["Inferior ao centro"],"Bottom Left":["Inferior à esquerda"],"Center Right":["Centro à direita"],"Center Left":["Centro à esquerda"],"Top Right":["Superior à direita"],"Top Center":["Superior ao centro"],"Top Left":["Superior à esquerda"],"Color":["Cor"],"Icon":["Ícone"],"Size":["Tamanho"],"Accessibility Text Badge Icon":["Ícone de acessibilidade “Texto do distintivo”"],"Accessibility Controls Slider Icon":["Ícone de acessibilidade “Controles do controle deslizante”"],"Accessibility Eye Icon":["Ícone de acessibilidade \"Olho\""],"Accessibility Person Icon":["Ícone de acessibilidade \"Pessoa\""],"Switch account":["Mudar de conta"],"Failed to switch account. Please try again.":["Falha ao mudar de conta. Tente novamente."],"My Account":["Minha conta"],"Help center":["Central de ajuda"],"Get started":["Começar"],"Accessibility statement generator":["Gerador de declaração de acessibilidade"],"Feature management & control":["Gerenciamento e controle de recursos"],"Fully customizable design":["Design completamente personalizável"],"Make your site more inclusive with Ally - Web Accessibility.":["Torne seu site mais inclusivo com o Ally - Web Accessibility."],"Let's improve your site's accessibility":["Vamos melhorar a acessibilidade do seu site"],"Ally":["Ally"],"Not now":["Agora não"],"Connect":["Conectar"],"Feedback":["Feedback"],"Sitemap":["Mapa do site"]}},"comment":{"reference":"assets\/build\/admin.js"}}